Repository: nicolascolla/Fixel
Catalog: po/*.po
Languages: nl

source: Color:
nl: Kleur:

source: Duration:
nl: Duur:

source: Color screen
nl: Kleur op het scherm

source: Color:
nl: Kleur:

source: ex: #AA00BB
nl: bijv.: #AA00BB

source: Duration:
nl: Duur:

source: ex: 100(ms)
nl: bijv.: 100(ms)

source: Delete
nl: Verwijderen

source: Settings
nl: Instellingen

source: Checker screen
nl: Schaakbordvlak

source: Fixer screen
nl: Reparatiescherm

source: Fixer colors
nl: Reparatiekleuren

source: Add new
nl: Toevoegen

source: Save
nl: Opslaan

source: About Fixel
nl: Over Fixel

source: Repair your stuck pixels !!
nl: Repareer ingebrande pixels!!

source: Website and support:
nl: Website en ondersteuning:

source: License:
nl: Licentie:

source: Info
nl: Informatie

source: Start
nl: Starten

source: Check
nl: Controleren

source: <html><b>Note : </b>Disable screensaver before start the process.</html>
nl: <html><b>Let op: </b>schakel voorafgaand aan het proces de schermbeveiliging uit.</html>

source: <html><b>Warning : </b>Do not look at the screen during the process.</html>
nl: <html><b>Waarschuwing: </b>staar tijdens het proces niet naar het scherm.</html>
